Repository: InAnYan/abiturient1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Only Ukrainian letters allowed
uk: Дозволяється використовувати лише символи українського алфавіту

source: Add Popov Ruslan Oleksandrovich to database
uk: Додати Попова Руслана Олександровича в базу даних

source: Last name
uk: Прізвище

source: First name
uk: Ім'я

source: Patronymic
uk: По-батькові

source: Email
uk: Електронна пошта

source: Phone number
uk: Номер телефону

source: Wrong phone number format
uk: Неправильний формат номера телефону

source: Write the phone number in the following form: +380123456789 (start with +, then area code, then the rest of the number)
uk: Напишіть номер телефону в такому форматі: +380123456789 (почніть з +, потім коду країни, далі решта номеру)

source: Living address
uk: Адреса проживання

source: Passport serie
uk: Серія паспорту

source: If you have an ID card, leave this field empty. If you have a book-passport, then fill this field.
uk: Якщо у вас ID-картка, то залиште це поле пустим. Якщо у вас паспорт-книжка, то заповніть це поле.

source: Passport number
uk: Номер паспорту

source: Authority
uk: Орган, що видав

source: If you have an ID card, this field should contain numbers. If you have a book-passport, this field should contain a text (description).
uk: Якщо у вас ID-картка, то це поле повинно містити цифри. Якщо у вас паспорт-книжка, то це поле буде містити текст.

source: Date of issue
uk: Дата видачі

source: Date of expiry
uk: Дійсний до

source: Only for ID-card
uk: Тільки для ID-картки

source: RNTRC
uk: РНОКПП

source: Registration number of the taxpayer's account card (a local equivalent of the taxpayer's identification number)
uk: Реєстраційний номер облікової картки платника податків (також відомий як індивідуальний ідентифікаційний номер)

source: Abiturient representative
uk: Законний представник

source: Abiturient representatives
uk: Законні представники

source: Date of birth
uk: Дата народження

source: Date of birth cannot be in the future
uk: Дата народження не може бути у майбутньому

source: Birth country
uk: Країна народження

source: Birth town
uk: Місто народження

source: Nationality
uk: Національність

source: Male
uk: чоловік

source: Female
uk: жінка

source: Gender
uk: Стать

source: Full name of the educational institution that you ended
uk: Повна назва освітнього закладу, який ви закінчили

source: Education place (town)
uk: Адреса освітнього закладу (напишіть лише місто)

source: Education end date
uk: Дата закінчення навчання

source: Work experience
uk: Досвід роботи

source: You can leave this field empty. You can tell us were and how you worked before entering out university
uk: Ви можете залишити це поле пустим. Ви можете розповісти нам де і як ви працювали до вступу в ДНУ

source: Single
uk: Неодружений/незаміжня

source: Married
uk: Одружений/заміжня

source: Marital status
uk: Сімейний статус

source: Foreign language
uk: Яка основна іноземна мова, яку ви вивчали

source: Registered address
uk: Адреса реєстрації

source: Mother's last name
uk: Прізвище матері

source: Mother's first name
uk: Ім'я матері

source: Mother's patronymic
uk: По-батькові матері

source: Mother's phone number
uk: Номер телефону матері

source: Father's last name
uk: Прізвище батька

source: Father's first name
uk: Ім'я батька

source: Father's patronymic
uk: По-батькові батька

source: Father's phone number
uk: Номер телефону батька

source: Representative
uk: Законний представник

source: Abiturient
uk: Абітурієнт

source: Abiturients
uk: Абітурієнти

source: Accepted offers
uk: Заяви

source: What foreign language do you know?
uk: Яка іноземна мова вам відома?

source: Use nominative case
uk: Використовуйте називний відмінок ("англійська", "французька", тощо)

source: Full name of educational institution that you ended
uk: Повна назва освітнього закладу, який ви закінчили

source: Education end date cannot be in the future
uk: Дата закінчення навчання не може бути у майбутньому

source: Education end date cannot be before birth date
uk: Дата закінчення навчання не може бути до дати народження

source: Martial status
uk: Сімейний статус

source: Please, set payment frequency because you chose a contract offer
uk: Будь ласка, поставьте частоту оплати, оскільки ви вибрали контрактну конкурсну пропозицію

source: Please, leave the payment frequency blank because you chose a budget offer
uk: Будь ласка, залиште частоту оплати пустою, оскільки ви вибрали бюджетну конкурсну пропозицію

source: Father last name
uk: Прізвище батька

source: Father first name
uk: Ім'я батька

source: Father patronymic
uk: По-батькові батька

source: Father phone number
uk: Номер телефону батька

source: Mother last name
uk: Прізвище матері

source: Mother first name
uk: Ім'я матері

source: Mother patronymic
uk: По-батькові матері

source: Mother phone number
uk: Номер телефону матері

source: Passport issue date cannot be in the future
uk: Дата видачі не може бути у майбутньому

source: Passport issue date cannot be before birth date
uk: Дата видачі не може бути раніше дати народження

source: Passport expiry date cannot be before passport issue date
uk: "Дійсний до" не може бути раніше дати видачі

source: There should be 12 digits
uk: Тут має бути 12 цийфр

source: Each semester
uk: щосеместрово

source: Each year
uk: щорічно

source: Full payment
uk: повна за весь період навчання

source: University offer
uk: Конкурсна пропозиція

source: Created at
uk: Дата створення

source: Payment frequency
uk: Періоди оплати

source: Accepted year
uk: Курс зарахування

source: Accepted offer
uk: Заява

source: Documents
uk: Документи

source: Add document templates
uk: Додати шаблони документів

source: Only alphabetical characters are allowed
uk: Дозволяється використовувати лише символи алфавіту

source: Name
uk: Ім'я

source: File
uk: Файл

source: Only for contract offers
uk: Тільки для контрактних конкурсних пропозицій

source: Only for full-time offers
uk: Тільки для очної форми навчання

source: Document
uk: Документ

source: Record saved
uk: Запис створено

source: done.content
uk: Вітаємо вас із завершенням усіх необхідних етапів вашої заявки. Очікуйте подальшого повідомлення від Приймальної комісії ДНУ. Ми цінуємо вашу співпрацюі будемо раді вітати Вас у ДНУ. Якщо у Вас виникнуть запитання або Вам знадобиться подальшої допомоги, будь ласка, звертайтеся до нас. Дякуємо за що обрали Дніпровський національний університет імені Олеся Гончара!

source: wizard.steps.abiturient_basic.info
uk: Ласкаво просимо на наш портал заявок! Ми раді, що ви розглядаєте Дніпровський національний університет імені Олеся Гончара для здобуття вищої освіти. Для заповнення договіру на навчання та контракту для сплати освітніх послуг просимо заповнити та внести наступну інформацію. Будьте певні, вся надана інформація зберігається суворо конфіденційною і використовується виключно для цілей вашої заявки.

source: wizard.steps.abiturient_basic.title
uk: Контактна інформація

source: wizard.steps.abiturient_birth.info
uk: На цьому етапі ми попросимо вас надати додаткові дані про себе. Будь ласка, заповніть наступні поля: місце народження, дата народження, національність (можна залишити пустим), іноземна мова (вкажіть основу мову якою ви володієте) Ця інформація потрібна для заповнення ваших вступних документів та для статистичних цілей університету.

source: wizard.steps.abiturient_birth.title
uk: Інформація про народження

source: wizard.steps.abiturient_education.info
uk: На цьому етапі ми збираємо інформацію про вашу попередню освіту. Ця інформація необхідна для підтвердження вашої попередньої освіти та подальшого розгляду вашої заяви на вступ.

source: wizard.steps.abiturient_education.title
uk: Інформація про освіту

source: wizard.steps.abiturient_misc.info
uk: На цьому етапі ми збираємо додаткову інформацію для формування анкети студента та для отримання студентського квитка.

source: wizard.steps.abiturient_misc.title
uk: Додаткова інформація

source: wizard.steps.abiturient_parents.info
uk: На цьому етапі ми просимо вас надати інформацію про ваших батьків. Це допоможе нам краще зрозуміти вашу родинну ситуацію та забезпечити необхідну підтримку під час процесу вступу. Ця інформація важлива для нас, щоб ми могли ефективно комунікувати з вашими батьками у разі необхідності та надати їм всю необхідну інформацію щодо вашого навчання.

source: wizard.steps.abiturient_parents.title
uk: Інформація про батьків

source: wizard.steps.abiturient_sensitive.info
uk: На цьому етапі ми просимо вас надати свої паспортні дані. Однак, якщо ви не бажаєте розголошувати цю конфіденційну інформацію через через онлайн-форму, то тоді вам необхідно заповнювати документи вручну. (Зверніться до приймальної комісії ДНУ)

source: wizard.steps.abiturient_sensitive.title
uk: Паспортні данні вступника

source: wizard.steps.abiturient_sign.info
uk: Підпишіть будь ласка документи

source: wizard.steps.abiturient_sign.title
uk: Підпис вступника

source: Clear
uk: Очистити

source: wizard.steps.accepted_offer.info
uk: На цьому етапі ми просимо вас надати додаткові деталі щодо вашої заяви на вступ. Будь ласка, заповніть курс зарахування (1-4). Якщо ви обрали контрактну конкурсну пропозицію, вкажіть періоди оплати. Ця інформація важлива для коректного оформлення вашого вступу та підготовки всіх необхідних документів.

source: wizard.steps.accepted_offer.title
uk: Деталі заяви

source: wizard.steps.check.info
uk: Ласкаво просимо на фінальний етап розгляду! Тут ви знайдете всю інформацію, яку ви надавали протягом усього процесу подання заявки. Будь ласка, знайдіть час, щоб уважно переглянути кожен розділ і переконатися, що всі дані є точними та актуальними. Якщо ви помітили якісь помилки або невідповідності, не хвилюйтеся! Ви можете повернутися до попередніх кроків, щоб внести необхідні виправлення. Просто натисніть на відповідний крок, щоб повернутися і оновити інформацію. Після того, як ви будете задоволені всією інформацією, перейдіть до останнього етапу подання заявки, щоб завершити її заповнення.

source: wizard.steps.check.title
uk: Перевірка інформації

source: Birth date
uk: Дата народження

source: What foreign language do you know
uk: Яка основна іноземна мова, яку ви вивчали

source: wizard.steps.offer.title
uk: Вибір конкурсної пропозиції

source: Speciality
uk: Спеціальність

source: Specialization
uk: Спеціалізація

source: Name of educational program
uk: Назва освітньої програми

source: Accreditation
uk: Акредитація

source: no accreditation
uk: немає

source: Passport authority
uk: Орган, що видав

source: Passport issue date
uk: Дата видачі

source: wizard.steps.representative.title
uk: Інформація про законного представника

source: Representative last name
uk: Прізвище представника

source: Representative first name
uk: Ім'я представника

source: Representative patronymic
uk: По-батькові представника

source: Representative phone number
uk: Номер телефону представника

source: Representative living address
uk: Адреса проживання представника

source: abiturient_form
uk: Форма для абітурієнтів

source: wizard.step
uk: Крок

source: wizard.steps.last_warning.title
uk: Останній крок

source: wizard.steps.last_warning.info
uk: Чи ви впевнені, що ви ввели усю інформацію коректно та обережно? Це останній крок в цій формі. Ви можете перевірити ваші данні на попередньому кроці натиснувши кнопку 'Попередній крок'. Якщо ви впевнені, то можете йти далі.

source: wizard.previous_step
uk: Попередній крок

source: wizard.next
uk: Наступний крок

source: wizard.steps.offer.info
uk: На цьому етапі вам потрібно обрати конкурсну пропозицію, яку ви обрали для навчання в ДНУ. Будь ласка, оберіть пропозицію, яка збігається з тією, що ви обрали в ЄДБО. Скористайтеся доступними критеріями пошуку та натисніть кнопку 'Пошук'. Після цього вам буде показаний список наявних конкурсних пропозицій. Натиснувши на них ви побачите додаткову інформацію про пропозицію. Коли ви знайшли вашу конкурсну пропозицію, натисніть кнопку 'Вибрати цю пропозицію'. Цей вибір є важливим кроком у вашому вступі, тому уважно перевірте, чи збігається ваш вибір з тим, що ви вже обрали в системі ЄДБО.

source: search_offer
uk: Пошук пропозицій

source: generic.loading
uk: Завантаження

source: offers.not_found
uk: Пропозиції не знайдені

source: choose_this_offer
uk: Вибрати цю пропозицію

source: chosen_offer
uk: Обрана пропозиція

source: wizard.steps.representative.info
uk: В рамках нашого процесу розгляду заявки ми вимагаємо додаткову інформацію, якщо вам не виповнилося 18 років. Будь ласка, надайте інформацію про вашого представника, як правило, матір, батько, родич або інший опікун, який буде діяти від вашого імені під час процесу подання заявки. Будь ласка, заповніть необхідну інформацію про вашого представника, включаючи його ім'я, контактні дані та стосунки з вами. Це гарантує, що ми матимемо відповідну контактну інформацію для будь-яких повідомлень або запитів, пов'язаних з вашою заявкою.

source: wizard.steps.representative_sign.info
uk: Законний представник має підписати ваші документи

source: wizard.steps.representative_sign.title
uk: Підпис законного представника

source: Form for abiturients
uk: Форма для абітурієнтів

source: footer.authors
uk: Попов Руслан Олександрович, Карпенко Надія Валеріївна, Герасимов Володимир Володимирович

source: dnu.name.first
uk: Дніпровський національний університет

source: dnu.name.second
uk: імені Олеся Гончара

source: Beginning of study
uk: Початок навчання

source: Study end
uk: Кінець навчання

source: Study duration
uk: Тривалість навчання

source: years
uk: р.

source: months
uk: міс.

source: Faculty
uk: Факультет

source: Educational level
uk: Освітній рівень

source: Basis
uk: Основа вступу

source: Offer type
uk: Тип конкурсної пропозиції

source: Study form
uk: Форма навчання

source: ECTS
uk: ЄКТС

source: Year 1 cost
uk: Вартість першого року навчання

source: Semester 1 cost
uk: Вартість першого семестру навчання

source: Year 2 cost
uk: Вартість другого року навчання

source: Semester 2 cost
uk: Вартість другого семестру навчання

source: Year 3 cost
uk: Вартість третього року навчання

source: Semester 3 cost
uk: Вартість третього семестру навчання

source: Year 4 cost
uk: Вартість четвертого року навчання

source: Semester 4 cost
uk: Вартість четвертого семестру навчання

source: University offers
uk: Конкурсні пропозиції

source: Budget or contract
uk: Бюджет або контракт

source: Result offer (you are not supposed to see this)
uk: Обрана конкурсна пропозиція

source: Please, choose an offer
uk: Будь ласка, виберіть конкурсну пропозицію

source: Add educational programs, accreditations, and offers for DNU 2024
uk: Додати освітні програми, акредитації та конкурсні пропозиції ДНУ 2024

source: add DNU faculties (2024)
uk: Додати факультети ДНУ 2024

source: Full name
uk: Повна назва

source: Abbreviation
uk: Абревіатура

source: Faculties
uk: Факультет

source: Code
uk: Код

source: Specialization code
uk: Код спеціалізації

source: Specialization name
uk: Назва спеціалізації

source: Specialities
uk: Спеціальності

source: Educational program
uk: Освітня програма

source: Educational programs
uk: Освітні програми

source: Bachelor
uk: бакалавр

source: Master
uk: магістр

source: End of accreditation
uk: Кінець акредитації

source: Accreditation number
uk: Номер акредитації

source: Accreditation serie
uk: Серія

source: Accreditation type
uk: Тип акредитації

source: Accreditations
uk: Акредитації

source: Budget
uk: бюджет

source: Contract
uk: контракт

source: Full-time
uk: денна

source: Part-time
uk: заочна

source: Distance
uk: дистанційна

source: CGSE
uk: ПЗСО

source: NFQ5
uk: НРК5

source: NFQ6 or NFQ7
uk: НРК6 або НРК7

source: In months
uk: У місяцях

source: Year 1 cost (for Masters it is semester 1 cost)
uk: Вартість першого року (для магістрів це вартість першого семестру)

source: Year 2 cost (for Masters it is semester 2 cost)
uk: Вартість другого року (для магістрів це вартість другого семестру)

source: Year 3 cost (for Masters it is semester 3 cost)
uk: Вартість третього року (для магістрів це вартість третього семестру)

source: Year 4 cost (for Masters it is semester 4 cost)
uk: Вартість четвертого року (для магістрів це вартість четвертого семестру)
