Repository: InAnYan/abiturient1
Catalog: accepting_offers/locale/*/LC_MESSAGES/django.po
Languages: uk

# accepting_offers.admin.only_one_offer
source: select only one offer
uk: оберіть лише одну заяву

# accepting_offers.admin.make_document
source: make
uk: створити

source: accepting offers
uk: заява

source: speciality
uk: спеціальність

# university_offer.basis
source: Basis of entrance
uk: підстава до вступу

# university_offer.level
source: educational level
uk: освітній рівень

# university_offer.study_form
source: study form
uk: форма навчання

# university_offer.type
source: offer type
uk: тип конкурсної проопозиції

# accepted_offers.info_about_offer
source: infromation about the offer
uk: інформація про обрану конкурсну пропозицію

# accepting_offers.payment_frequency.every_semester
source: each semester
uk: щосеместрово

# accepting_offers.payment_frequency.every_year
source: each year
uk: щорічно

# accepting_offers.payment_frequency.every_month
source: each month
uk: щомісячно

# accepting_offers.payment_frequency.full
source: full
uk: повна за весь період навчання

# accepting_offers.payment_type.governmental
source: governmental
uk: за рахунок державного бюджету

# accepting_offers.payment_type.town
source: town
uk: за рахунок місцевого (регіонального) бюджету

# accepting_offers.payment_type.private
source: private
uk: за рахунок фізичних або юридичних осіб

# accepting_offers.payment_type.privileged
source: priveleged
uk: пільгове

source: abiturient
uk: абітурієнт

source: university offer
uk: конкурсна пропозиція

# generic.created_at
source: created at
uk: дата створення

# accepting_offers.payment_type
source: payment type
uk: тип оплати

# accepting_offers.payment_frequency
source: payment frequency
uk: частота оплати

# accepting_offers.accepted_year
source: accepted year
uk: курс зарахування

# accepting_offers.validation.budget_should_be_governmental
source: Chose governmental payment type for budget offers
uk: поставте оплату за рахунок державного бюджету для бюджетних пропозицій

# accepting_offers.validation.budget_should_not_have_frequency
source: Leave payment frequency empty for budget offers
uk: приберіть частоту оплати для бюджетних пропозицій

# accepting_offers.validation.not_budget_should_not_be_governmental
source: Set payment type to other type for contract offers
uk: поставте оплату за рахунок іншого бюджету для контрактних пропозицій

# accepting_offers.validation.not_budget_should_have_frequency
source: Set payment frequency for contract offers
uk: поставте частоту оплати для контрактних пропозицій

source: accepted offer
uk: заява

# accepted_offer.plural
source: accepted offers
uk: заяви

# done.title
source: record saved
uk: запис створено

# done.content
source: Your information has been successfully saved in our database. Now you are ready to move on to the next stage - a meeting with the Admissions Committee. The generated documents are waiting for your signature to formalize your admission. Thank you for your participation and trust. We wish you success in the next stages of your studies!
uk: Ваша інформація успішно збережена у нашій базі даних. Тепер ви готові перейти до наступного етапу - зустрічі з приймальною комісією. Згенеровані документи очікують на ваш підпис, щоб офіційно оформити ваш вступ. Дякуємо за вашу участь та довіру. Бажаємо успіху на наступних етапах вашого навчання!

# footer.admin
source: administration
uk: адміністрування

# footer.authors
source: Popov Ruslan Oleksandrovich, Karpenko Nadiia Valeriivna, Gerasimov Volodymyr Volodymyrovych 2024
uk: Попов Руслан Олександрович, Карпенко Надія Валеріївна, Герасімов Володимир Володимирович

# header.title
source: abiturients form
uk: Форма для абітурієнтів

# wizard.steps.1.info
source: Welcome to the system of automation of filling out documents for admission to the university! This form is your step towards a new stage in your education. Please provide us with your personal information so that we can simplify the admission process and provide you with the best support.
uk: Ласкаво просимо до системи автоматизації заповнення документів для вступу до університету! Ця форма - ваш крок до нового етапу в освіті. Будь ласка, надайте нам вашу персональну інформацію, щоб ми могли спростити процес вступу та забезпечити вам найкращу підтримку.

# wizard.steps.1
source: personal information
uk: персональна інформація

# wizard.steps.2.info
source: If you are under 18 years of age, you are required by law to provide information about your legal representative (customer of educational services). This can be your mother, father or guardian who will represent you in the admission process. Please provide us with the necessary information to further process your application.
uk: Якщо вам не виповнилося 18 років, за законом необхідно вказати інформацію про вашого законного представника (замовника освітніх послуг). Це може бути ваша мати, батько або опікун, який вас представлятиме у вступному процесі. Будь ласка, надайте нам необхідну інформацію для подальшого оформлення вашої заяви.

# wizard.steps.2
source: legal representative
uk: інформація про законного представника

# wizard.steps.3
source: university offer
uk: вибір конкурсної пропозиції

# generic.loading
source: loading
uk: завантаження

# wizard.steps.4
source: OLD
uk: ДАВНО

# wizard.step
source: step
uk: шаг

# wizard.previous_step
source: previous step
uk: попередній шаг

# wizard.next
source: next
uk: наступний шаг

# wizard.add
source: add
uk: додати

# wizard.delete
source: remove
uk: видалити
