Repository: InAnYan/abiturient1
Catalog: persons/locale/*/LC_MESSAGES/django.po
Languages: uk

source: persons
uk: люди

# persons.has_18_years
source: I am over 18 years old at the time of signing this contract
uk: на момент підписання договору мені є 18 років

# generic.last_name
source: last name
uk: прізвище

# generic.first_name
source: first name
uk: ім'я

# generic.patronymic
source: patronymic
uk: по-батькові

# generic.telephone
source: telephone
uk: телефон

# generic.email
source: email
uk: електронна пошта

# abiturient.living_address
source: living address
uk: адреса проживання (реєстрації)

# persons.passport_serie
source: passport serie
uk: серія паспорту (якщо є)

# persons.passport_number
source: passport number
uk: номер паспорти

# persons.passport_who_give
source: (Passport) Who give
uk: (Паспорт) ким виданий

# persons.passport_when_given
source: (Passport) when given
uk: (Паспорт) коли виданий

# persons.inn
source: TODO: INN???
uk: ІНН

# persons.parent
source: parent
uk: законний представник

source: abiturient
uk: абітурієнт

# abiturient.plural
source: abiturients
uk: абітурієнти
