Repository: InAnYan/abiturient1
Catalog: pk_panel/locale/*/LC_MESSAGES/django.po
Languages: uk

# footer.admin
source: administration
uk: адміністрація

# footer.authors
source: Popov Ruslan Oleksandrovich, Karpenko Nadiia Valeriivna, Gerasimov Volodymyr Volodymyrovych 2024
uk: Попов Руслан Олександрович, Карпенко Надія Валеріївна, Герасімов Володимир Володимирович

# header.pk_panel.title
source: PK panel
uk: панель члена приймальної комісії

# pk_panel.logout
source: logout
uk: вихід з акаунту

# pk_panel.search_description
source: full name, speciality name, etc.
uk: ПІБ, назва спеціальності, тощо

# generic.search
source: search
uk: пошук

# pk_panel.generate
source: generate
uk: згенерувати

# pk_panel.unauthorized.title
source: unauthorized access
uk: Ви не авторизовані

# pk_panel.unauthorized.description
source: you are not allowed to see this page or you do not belong to the 'pk' group.
uk: Ви не авторизовані або не належите до групи користувачів 'pk'

# generic.login
source: login
uk: вхід

# generic.logout_root
source: logout (if you are root)
uk: вихід з системи (для root)
